/* appended to region name when merging regions */
" merged" = " combinado";

/* appended to region name of mixed down regions */
" mixed" = " mezclado";

/* Disk Full Alert: see Ke6 */
"%@ needed|%@ available." = "%@ requerido(s)|%@ disponible(s).";

/* cd/dvd media status, media is empty/blank */
"(blank)" = "(en blanco)";

/* cd/dvd media status, media is not empty/blank */
"(NOT blank)" = "(No en blanco)";

/* Alert */
"[1][%@ is not available.][OK]" = "[1][%@ no está disponible.][Aceptar]";

/* DAE */
"[1][%@ Plug-ins not available.][OK]" = "[1][Módulos %@ no disponibles.][Aceptar]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK]" = "[1][%@: El módulo “%@”%@%@ no está disponible.][Aceptar]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK|\\U221ADon\\U2019t show again]" = "[1][%@: El módulo “%@”%@%@ no está disponible.][Aceptar|√No volver a mostrar]";

/* Alert */
"[1][%@:|^P is not able to allocate enough memory for the required %ld audio tracks.|Only %ld audio tracks are available.|%@ of additional free system memory is needed.][OK]" = "[1][%@:|^P no puede asignar suficiente memoria para las %ld pistas de audio requeridas.|Sólo hay %ld pistas de audio disponibles.|Se necesita %@ de memoria de sistema libre adicional.][Aceptar]";

/* Alert */
"[1][%@:|Sample Rate %ld not allowed.][OK]" = "[1][%@:|Frecuencia de muestreo %ld no permitida.][Aceptar]";

/* EXS24 */
"[1][%ld of %ld audio file(s) were not found.|Still %@ the found audio files?][Cancel|Do it]" = "[1][No se ha(n) encontrado %ld de %ld archivo(s) de audio.|¿Desea %@ los archivos de audio encontrados?][Cancelar|Sí]";

/* EXS24 */
"[1][%ld of %ld audio files are not found.|(\\U201C%@\\U201D,...)][Continue]" = "[1][No se ha(n) encontrado %ld de %ld archivos de audio.|(“%@”, …)][Continuar]";

/* Alert */
"[1][\\U201C%@\\U201D can\\U2019t be played back on Track %ld from drive/partition \\U201C%@\\U201D][OK|\\U221ADon\\U2019t show again]" = "[1][“%@” no puede reproducirse en la pista %ld de la unidad/partición “%@”.][Aceptar|√No volver a mostrar]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|\\U221ADon\\U2019t show again]" = "[1][No se puede utilizar “%@” desde la unidad/partición “%@”.|Unidad/partición no permitida.][Aceptar|√No volver a mostrar]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|Load]" = "[1][No se puede utilizar “%@” desde la unidad/partición “%@”.|Unidad/partición no permitida.][Aceptar|Cargar]";

/* Alert */
"[1][\\U201C%@\\U201D is a %ld bit file and can\\U2019t be played back thru %@.][OK]" = "[1][“%@” es un archivo de %ld bits y no se puede reproducir mediante %@.][Aceptar]";

/* Bin: trying to add an audio file */
"[1][\\U201C%@\\U201D is already included!][Cancel]" = "[1][“%@” ya está incluido.][Cancelar]";

/* Alert */
"[1][\\U201C%@\\U201D is empty!][Cancel]" = "[1][“%@” está vacío.][Cancelar]";

/* Audio Configuration */
"[1][\\U201C%@\\U201D is not a standard PCM Wave format audio file.][OK]" = "[1][“%@” no es un archivo de audio en formato PCM Wave estándar.][Aceptar]";

/* Alert */
"[1][\\U201C%@\\U201D or \\U201C%@\\U201D already exists!][Use|Replace]" = "[1][“%@” o “%@” ya existen.][Usar|Reemplazar]";

/* Alert */
"[1][^P found %ld audio file(s) in %ld bit format.|This format is unsupported and cannot be played back.][OK|\\U221ADon\\U2019t show again]" = "[1][^P ha encontrado %ld archivo(s) de audio con formato de %ld bits.|Este formato no puede reproducirse porque es incompatible.][Aceptar|√No volver a mostrar]";

/* Changed text. Still missing: J, F, E */
"[1][^P is scanning your system for audio devices, and has detected a device named \\U201C%@\\U201D.|If you want to use this device, do not disconnect it during the scanning process.|Do you want to use this device?][Yes|No]" = "[1][^P está explorando su sistema en busca de dispositivos de audio y ha detectado un dispositivo llamado “%@”.|Si desea utilizar este dispositivo, no lo desconecte durante el proceso de exploración.|¿Desea utilizar este dispositivo?][Sí|No]";

/* EXS24 */
"[1][Abort?][Continue|Abort]" = "[1][¿Anular?][Continuar|Anular]";

/* Alert */
"[1][Already recording...][OK]" = "[1][Grabando...][Aceptar]";

/* Alert */
"[1][An error occurred.||Result code = %ld][OK]" = "[1][Se ha producido un error.||Código de resultado = %ld][Aceptar]";

/* Alert */
"[1][An error occurred.||Result code = %ld||File = %@][OK]" = "[1][Se ha producido un error.||Código de resultado = %ld||Archivo = %@][Aceptar]";

/* Alert */
"[1][Audio %@ %@ can not be used to playback \\U201C%@\\U201D from drive/partition \\U201C%@\\U201D][OK]" = "[1][El audio %@ %@ no se puede utilizar para reproducir “%@” desde la unidad/partición “%@”.][Aceptar]";

/* Alert */
"[1][Audio file \\U201C%@\\U201D not found!]%@" = "[1][No se ha encontrado el archivo de audio “%@”.]%@";

/* Alert */
"[1][Audio Unit authorization error.|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D reports that it is not properly authorized to be used on this system.|Please check the plug-in's documentation for more information about its copy protection.][OK]" = "[1][Error de autorización de Audio Unit.|La Audio Unit “%@” de “%@” indica que no cuenta con las autorizaciones necesarias para ser utilizada en este sistema.|Revise la documentación del módulo para obtener más información acerca de su protección contra copia.][Aceptar]";

/* appears when a user loads a bad AU */
"[1][Audio Unit Compatibility Error|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D does not fully comply with the Audio Units standard.|^P cannot save or load the plug-in's settings, nor can they be saved with the song.|The settings will be lost when closing the song.][OK]" = "[1][Error de compatibilidad Audio Unit|La Audio Unit “%@” de “%@” no es completamente compatible con el estándar de Audio Units.|^P no puede guardar o cargar los ajustes del módulo, ni pueden ser guardados con la canción.|Se perderán los ajustes al cerrar la canción.][Aceptar]";

/* HyperDraw / Automation */
"[1][Automation Parameter Error!|%ld][OK]" = "[1][Error de parámetro de automatización.|%ld][Aceptar]";

/* EXS24 */
"[1][Can\\U2019t delete instrument \\U201C%@\\U201D.|It is currently in use.][Cancel]" = "[1][No se puede eliminar el instrumento “%@”.|Se está utilizando actualmente.][Cancelar]";

/* EXS24 */
"[1][Can\\U2019t find audio file \\U201C%@\\U201D.][OK|\\U221ADon\\U2019t show again]" = "[1][No se encuentra el archivo de audio “%@”.][Aceptar|√No volver a mostrar]";

/* EXS24 */
"[1][Can\\U2019t load Sampler Instrument \\U201C%@\\U201D.|It was created with a newer EXS24 version.][Continue|\\U221ADon\\U2019t show again]" = "[1][No se puede cargar el instrumento sampler “%@”.|Se ha creado con una versión de EXS24 más reciente.][Continuar|√No volver a mostrar]";

/* ALP Version Alert Text */
"[1][Chord Track added to %d Apple Loop files.][OK]" = "[1][Pista de acordes añadida a %d archivos Apple Loop.][Aceptar]";

/* ALP Version Alert Text */
"[1][Couldn't find Chord Progression data in file %@!][OK]" = "[1][No se han podido encontrar los datos de progresión de los acordes en el archivo %@.][Aceptar]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for reading!][OK]" = "[1][No se ha podido abrir el archivo %@ para su lectura.][Aceptar]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for writing!][OK]" = "[1][No se ha podido abrir el archivo %@ para su escritura.][Aceptar]";

/* Alert */
"[1][Couldn\\U2019t create Region.|Out of memory][Cancel]" = "[1][No se ha podido crear el pasaje.|Memoria agotada][Cancelar]";

/* Alert */
"[1][Couldn\\U2019t create track.|Maximum number of tracks exceeded!][Abort]" = "[1][No se ha podido crear la pista.|Se ha superado el número máximo de pistas.][Anular]";

/* Alert */
"[1][Do you also want to edit the automation data?][Don\\U2019t edit|Edit|\\U221ADon\\U2019t show again]" = "[1][¿Desea editar también los datos de automatización?][No editar|Editar|√No volver a mostrar]";

/* Alert */
"[1][Do you want to copy the automation data?][Don\\U2019t copy|Copy|\\U221ADon\\U2019t show again]" = "[1][¿Desea copiar los datos de automatización?][No copiar|Copiar|√No volver a mostrar]";

/* Alert */
"[1][Do you want to delete all automation data of the whole project?|Are you sure? This operation cannot be undone.][Cancel|Delete]" = "[1][¿Desea eliminar todos los datos de automatización de todo el proyecto?|¿Está seguro? ¡Esta operación NO se puede deshacer!][Cancelar|Eliminar]";

/* Alert */
"[1][Do you want to erase the automation data?][Don\\U2019t Erase|Erase|\\U221ADon\\U2019t show again]" = "[1][¿Desea borrar los datos de automatización?][No borrar|Borrar|√No volver a mostrar]";

/* Alert */
"[1][Do you want to move the automation data?][Don\\U2019t Move|Move|\\U221ADon\\U2019t show again]" = "[1][¿Desea mover los datos de automatización?][No mover|Mover|√No volver a mostrar]";

/* Alert */
"[1][Do you want to process the automation data also?][Cancel|Process]" = "[1][¿Desea procesar también los datos de automatización?][Cancelar|Procesar]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording with %@.][OK]" = "[1][La unidad/partición “%@” no se puede utilizar para grabar audio con %@.][Aceptar]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording.][OK]" = "[1][La unidad/partición “%@” no se puede utilizar para grabar audio.][Aceptar]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used to record on audio track %ld.][OK]" = "[1][La unidad/partición “%@” no se puede utilizar para grabar en la pista de audio %ld.][Aceptar]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D is full.][OK]" = "[1][La unidad/partición “%@” está llena.][Aceptar]";

/* Audio error message template (error number only) */
"[1][Error code %ld was returned by the %@ driver.][Continue]" = "[1][El código de error %ld ha sido devuelto por el driver %@.][Continuar]";

/* Alert */
"[1][Error during copy of Resources. %ld][OK]" = "[1][Error durante la copia de recursos. %ld][Aceptar]";

/* Alert */
"[1][Error in CoreMidi:|%ld][OK]" = "[1][Error en CoreMidi:|%ld][Aceptar]";

/* Alert */
"[1][Error when loading project][OK]" = "[1][Error al cargar el proyecto][Aceptar]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.][Continue]" = "[1][Error al intentar sincronizar audio y MIDI.][Continuar]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.|Sample Rate %ld recognized.|%@][Continue%@]" = "[1][Error al intentar sincronizar audio y MIDI.|Frecuencia de muestreo %ld reconocida.|%@][Continuar%@]";

/* Alert */
"[1][Error!|Cannot open project.|This project seems to be damaged.][Cancel]" = "[1][Error.|No se puede abrir el proyecto.|Este proyecto parece estar dañado.][Cancelar]";

/* Alert */
"[1][Error|CSong::CreateSeq - Illegal block size][OK]" = "[1][Error|CSong::CreateSeq - Tamaño de bloque no válido][Aceptar]";

/* Alert */
"[1][EXS24 instrument \\U201C%@\\U201D:|Audio file \\U201C%@\\U201D not found!][Search again|Continue]" = "[1][Instrumento EXS24 “%@”:|Archivo de audio “%@” no encontrado.][Volver a buscar|Continuar]";

/* Alert message */
"[1][Found Take Folder %@ with %ld problems. Delete it?][Cancel|Delete]" = "[1][En la carpeta de tomas %@ hay %ld problemas. ¿Desea eliminarla?][Cancelar|Eliminar]";

/* Alert */
"[1][Illegal signature(1)][Cancel]" = "[1][Firma no válida(1)][Cancelar]";

/* Alert */
"[1][Illegal track count][OK]" = "[1][Recuento de pistas no válido][Aceptar]";

/* Alert */
"[1][Instrument set \\U201C%@\\U201D too large! Converted only %ld of %ld entries!][Cancel]" = "[1][El conjunto de instrumentos “%@” es demasiado grande. Solo se han convertido %ld de %ld entradas.][Cancelar]";

/* Alert */
"[1][Internal Job-Conflict|Please restart ^P][OK]" = "[1][Conflicto de tareas interno|Reinicie ^P][Aceptar]";

/* Alert */
"[1][Maximum file size of %@ exceeded.|Please choose a shorter bounce time.][OK]" = "[1][Se ha superado el tamaño máximo de archivo de %@.|Elija un tiempo de bounce inferior.][Aceptar]";

/* Alert */
"[1][Memory Allocation Problem.][OK]" = "[1][Problema de asignación de memoria.][Aceptar]";

/* EXS24 */
"[1][Memory used now: %@|Memory used before: %@][OK]" = "[1][Memoria en uso actualmente: %@|Memoria usada anteriormente: %@][Aceptar]";

/* Alert */
"[1][Minor correction of project data has taken place. (1)][OK]" = "[1][Se han realizado pequeñas correcciones en los datos del proyecto. (1)][Aceptar]";

/* Alert */
"[1][Mono/Stereo Conflict!][Cancel]" = "[1][Conflicto mono/estéreo.][Cancelar]";

/* Alert */
"[1][Mono<->Stereo conflict.|Plug-in can not be moved to this place.][OK]" = "[1][Conflicto mono<->estéreo.|El módulo no puede trasladarse a esta ubicación.][Aceptar]";

/* ALP Version Alert Text */
"[1][No Apple Loop selected.][Abort]" = "[1][No hay ningún Apple Loop seleccionado.][Anular]";

/* Alert */
"[1][No audio track is record-enabled!|Click the \"R\" button on the desired track to record-enable it.][OK]" = "[1][¡Ninguna pista de audio está activada para grabación!|Haga clic en el botón \"R\" de la pista deseada para activar la grabación.][Aceptar]";

/* Alert */
"[1][Non-contiguous audio regions require the creation of a new audio file!][Cancel|Create]" = "[1][Los pasajes de audio no contiguos requieren la creación de un nuevo archivo de audio.][Cancelar|Crear]";

/* Alert */
"[1][Not enough memory (%ld).][OK]" = "[1][No hay suficiente memoria (%ld).][Aceptar]";

/* Time Stretching */
"[1][Not enough memory for requested DSP function][Cancel]" = "[1][No hay memoria suficiente para la función DSP solicitada][Cancelar]";

/* Alert */
"[1][Not enough memory to convert song!][Cancel]" = "[1][Memoria insuficiente para convertir la canción.][Cancelar]";

/* HyperDraw / Automation */
"[1][Not enough memory to create Track Automation data.][Cancel]" = "[1][No hay suficiente memoria para crear datos de automatización de la pista.][Cancelar]";

/* Alert */
"[1][Not enough space on Volume \\U201C%@\\U201D|%@][OK]" = "[1][No hay espacio suficiente en el volumen “%@”|%@][Aceptar]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CAutomatic\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Nota: la opción “Velocidad del procesador” está ajustada a “Automática”.|Se recomienda ajustarla a “Máxima”.|Para cambiar este ajuste, abra Preferencias del Sistema > Economizador > Opciones.][Continuar]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CReduced\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][Nota: la opción “Velocidad del procesador” está ajustada a “ Reducida”.|Se recomienda ajustarla a “Máxima”.|Para cambiar este ajuste, abra Preferencias del Sistema > Economizador > Opciones.][Continuar]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, %ld audio regions changed in length or content position.][OK]" = "[1][La longitud de uno o varios archivos de audio ha cambiado.|En consecuencia, la longitud o la posición del contenido de %ld pasajes de audio también ha cambiado.][Aceptar]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, one audio region changed in length or content position.][OK]" = "[1][La longitud de uno o varios archivos de audio ha cambiado.|En consecuencia, la longitud o la posición del contenido de un pasaje de audio también ha cambiado.][Aceptar]";

/* Alert */
"[1][Out of Memory!][Cancel]" = "[1][Memoria agotada.][Cancelar]";

/* Alert */
"[1][Out of Memory!|(Audio organize 1)][Continue]" = "[1][Memoria agotada.|(Organización de audio 1)][Continuar]";

/* Alert */
"[1][Out of memory!|^P needs more memory to display Waveforms.][Continue]" = "[1][Memoria agotada.|^P requiere más memoria para mostrar ondas.][Continuar]";

/* Alert */
"[1][Out of memory!|Couldn\\U2019t insert or delete data][Cancel]" = "[1][Memoria agotada.|No se han podido añadir ni eliminar datos][Cancelar]";

/* Alert */
"[1][Overlapping Notes found!|Do you want to keep, to shorten or to split those?][Keep|Shorten|Split]" = "[1][Se han detectado superposiciones de notas.|¿Desea conservarlas, acortarlas o dividirlas?][Conservar|Acortar|Dividir]";

/* Alert */
"[1][Overlapping Regions found!|Do you want to create Tracks for overlapped Regions?][No|Create]" = "[1][Se han detectado superposiciones de pasajes.|¿Desea crear pistas para los pasajes superpuestos?][No|Crear]";

/* Alert */
"[1][Part of the project was not played|This project has too many real instrument tracks to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[1][No se ha reproducido parte del proyecto|Este proyecto contiene demasiadas pistas de instrumentos reales para que pueda reproducirse en tiempo real.|Para optimizar el rendimiento de la aplicación, consulte la página “Cómo optimizar el funcionamiento de GarageBand” en la Ayuda GarageBand.][Continuar]";

/* Alert */
"[1][Playback has been affected|The playback of your project has been interrupted due to change in your systems audio inputs or outputs.][Continue]" = "[1][Problema durante la reproducción|La reproducción de su proyecto se ha interrumpido debido a un cambio en la entradas y salidas de audio de su sistema.][Continuar]";

/* Alert */
"[1][Please select an audio driver in the following preference dialog.][Continue]" = "[1][Seleccione un driver de audio en el siguiente cuadro de diálogo de preferencias.][Continuar]";

/* Alert */
"[1][Please select the bit depth for this project.][16|24]" = "[1][Seleccione la profundidad de bits de este proyecto.][16|24]";

/* Alert */
"[1][Read error!|Illegal format of file][Abort]" = "[1][Error de lectura.|Formato de archivo no válido][Anular]";

/* Alert */
"[1][Record drive/partition \\U201C%@\\U201D not found!][OK]" = "[1][No se encuentra la unidad/partición de grabación “%@”.][Aceptar]";

/* Alert */
"[1][Record folder \\U201C%@\\U201D not found on drive/partition \\U201C%@\\U201D.][OK]" = "[1][No se encuentra la carpeta de grabación “%@” en la unidad/partición “%@”.][Aceptar]";

/* Time Stretching */
"[1][Requested DSP function is unknown.][OK]" = "[1][La función DSP solicitada no se corresponde con ninguna función DSP conocida.][Aceptar]";

/* alert text */
"[1][ReWire device \\U201C%@\\U201D could not be opened.|You need to launch ^P first.][OK]" = "[1][No se ha podido abrir el dispositivo ReWire “%@”.|Debe abrir ^P primero.][Aceptar]";

/* Alert */
"[1][Running out of Regions][Cancel]" = "[1][Se está agotando el número de pasajes][Cancelar]";

/* EXS24 */
"[1][Sampler:|Not enough memory to load all samples of instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampler:|Memoria insuficiente para cargar todas las muestras del instrumento “%@”.][Continuar]";

/* EXS24 */
"[1][Sampler:|Not enough memory to open instrument \\U201C%@\\U201D.][Continue]" = "[1][Sampler:|Memoria insuficiente para abrir el instrumento “%@”.][Continuar]";

/* GB version of KfZ. J, F and E still missing. (Kf/) */
"[1][Scanning Audio Units.|^P will now scan %ld installed Audio Units plug-ins. This may take some time. This scan only occurs the first time you open ^P or after installing new Audio Units.][OK]" = "[1][Explorando Audio Units.|^P explorará ahora los %ld módulos Audio Units instalados. Esto puede tardar unos minutos. La exploración solo tiene lugar la primera vez que se abre ^P o después de instalar nuevos módulos Audio Units.][Aceptar]";

/* Logic ALP Version specific */
"[1][Signature %/% not recognized by @|Defaulting to 4/4.][OK|Cancel]" = "[1][@ no reconoce el compás %/%.|Se seleccionará 4/4.][Aceptar|Cancelar]";

/* Alert */
"[1][Some Events have been set to minimal or maximal value.][OK]" = "[1][Algunos eventos han sido ajustados al valor mínimo o máximo.][Aceptar]";

/* Alert */
"[1][Sorry, can\\U2019t load this project because it is created by a newer ^P version.|Please update ^P!][OK]" = "[1][No se puede cargar este proyecto porque se ha creado con una versión de ^P más reciente.|Actualice ^P, por favor.][Aceptar]";

/* Alert */
"[1][Sorry. Last operation can\\U2019t be undone][Abort]" = "[1][La última operación no puede deshacerse.][Anular]";

/* Alert */
"[1][Sorry.|Undo not possible.|Not enough memory.][Abort]" = "[1][Atención.|No es posible deshacer la acción.|No hay suficiente memoria.][Anular]";

/* Alert */
"[1][The audio device \\U201C%@\\U201D has been disconnected!|Do you want to switch to Built-in Audio or quit ^P?][Quit|Use Built-In Audio]" = "[1][El dispositivo de audio “%@” se ha desconectado.|¿Desea cambiar a “Audio integrado” o prefiere salir de ^P?][Salir|Usar audio integrado]";

/* Alert */
"[1][The audio file \\U201C%@\\U201D has a %ld bit format and can\\U2019t be used.][Cancel]" = "[1][El archivo de audio “%@” tiene un formato de %ld bits, por lo que no se puede utilizar.][Cancelar]";

/* EXS24 */
"[1][The file \\U201C%@\\U201D is not an EXS instrument file.][Cancel]" = "[1][El archivo “%@” no es un archivo de instrumento EXS.][Cancelar]";

/* Audio Configuration */
"[1][The file \\U201C%@\\U201D seems to be damaged.][OK]" = "[1][El archivo “%@” parece estar dañado.][Aceptar]";

/* Alert */
"[1][The file name \\U201C%@\\U201D is too long.|^P needs space for name extensions.|(Maximum of %ld characters)][OK]" = "[1][El nombre de archivo “%@” es demasiado largo.|^P necesita espacio para la extensión.|(Número máximo de caracteres: %ld)][Aceptar]";

/* Bounce */
"[1][The file name is too long.][OK]" = "[1][El nombre del archivo es demasiado largo.][Aceptar]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now %ld inputs are available.][OK]" = "[1][El número de entradas MIDI ha cambiado.|Ahora hay disponibles %ld entradas.][Aceptar]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now no input is available.][OK]" = "[1][El número de entradas MIDI ha cambiado.|Ahora no hay ninguna disponible.][Aceptar]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now one input is available.][OK]" = "[1][El número de entradas MIDI ha cambiado.|Ahora hay una disponible.][Aceptar]";

/* Alert */
"[1][The plug-in named \\U201C%@\\U201D isn\\U2019t available on your system.|Choose another plug-in, or quit GarageBand and install the plug-in on your computer in order to use it in the project.][OK]" = "[1][El módulo “%@” no está disponible en el sistema.|Seleccione otro módulo o salga de GarageBand e instale el módulo en el ordenador para poder utilizarlo en el proyecto.][Aceptar]";

/* Alert */
"[1][There are some events before position '1 1 1  1'.|Move all selected tracks or put all upbeat events to position '1 1 1  1'][Move all|Upbeat|Cancel]" = "[1][Hay algunos eventos antes de la posición '1 1 1  1'.|Mueva todas las pistas seleccionadas o coloque todos los eventos anacrúsicos (upbeat) en la posición '1 1 1  1'][Mover todas|Eventos anacrúsicos|Cancelar]";

/* Alert */
"[1][There is automation data for the previous instrument.|Do you want to move or copy the automation data to the new instrument?][No|Copy|Move]" = "[1][Existen datos de automatización para el instrumento anterior.|¿Desea mover o copiar los datos de automatización en el nuevo instrumento?][No|Copiar|Mover]";

/* Alert */
"[1][This Apple Loops file was created using an effect or instrument that is not available.|The plug-In \\U201C%@\\U201D is not available. To add this loop using the same sound you heard in the loop browser, option-drag the loop to a new track.][OK]" = "[1][Este archivo Apple Loop fue creado utilizando un efecto o instrumento que no está disponible.|El módulo “%@” no está disponible. Para añadir este bucle utilizando el mismo sonido que se oía en el navegador de bucles, arrastre el bucle con la tecla Opción pulsada a una nueva pista.][Aceptar]";

/* Alert */
"[1][This drive can not be used for audio.][Abort]" = "[1][Esta unidad no puede utilizarse para el audio.][Anular]";

/* Audio Configuration */
"[1][This file type is not supported.][Abort]" = "[1][Este tipo de archivo no es compatible.][Anular]";

/* Alert */
"[1][This project seems to be damaged. Please open a backup version of this project.][Abort]" = "[1][Este proyecto parece estar dañado. Abra una copia de seguridad de este proyecto.][Anular]";

/* Alert */
"[1][This project was created with a newer ^P version.|%ld -> %ld][OK]" = "[1][Este proyecto se ha creado con una versión de ^P más reciente.|%ld -> %ld][Aceptar]";

/* HyperDraw / Automation */
"[1][Too many automation tracks.][Cancel]" = "[1][Demasiadas pistas de automatización.][Cancelar]";

/* Alert */
"[1][Unused occupied memory block detected!|Do you want to delete it?][Cancel|Delete]" = "[1][Se ha detectado un bloque de memoria ocupado sin usar.|¿Desea eliminarlo?][Cancelar|Eliminar]";

/* Alert */
"[1][Warning! Memory is short!][Retry|Cancel]" = "[1][Atención. Se está agotando la memoria.][Volver a intentar|Cancelar]";

/* Alert */
"[1][Warning! Not enough memory. Could not undo. Save the project and try again. If still no success try to reboot the system and open the project again.][Cancel]" = "[1][Atención. Memoria insuficiente. No se ha podido deshacer la acción. Guarde el proyecto e inténtelo de nuevo. Si no funciona, intente arrancar de nuevo el sistema y volver a abrir el proyecto.][Cancelar]";

/* Alert */
"[1][Warning! Not enough memory.|This operation cannot be undone. Do you want to continue anyways?][Cancel|Continue]" = "[1][Atención: Memoria insuficiente.|No se ha podido deshacer esta operación. ¿Desea continuar de todos modos?][Cancelar|Continuar]";

/* Alert */
"[1][Warning! This project was created by a newer ^P version.|This may cause problems.|Please update ^P.][OK]" = "[1][Advertencia: este proyecto se ha creado con una versión de ^P más reciente.|Este hecho podría ocasionar problemas.|Actualice ^P, por favor.][Aceptar]";

/* Alert */
"[1][Warning! Undo memory is getting short. Deleted the %d oldest undo steps.][OK]" = "[1][Advertencia: La memoria para deshacer acciones se está agotando. Se han eliminado los %d pasos más antiguos del comando Deshacer.][Aceptar]";

/* Alert */
"[1][Warning!|Couldn\\U2019t complete Undo][OK]" = "[1][Atención.|No se ha podido ejecutar el comando Deshacer][Aceptar]";

/* Alert */
"[1][Warning!|Damaged project! (Ginst)][OK]" = "[1][Atención.|Proyecto dañado. (Ginst)][Aceptar]";

/* Alert */
"[1][Warning!|Unused Block found in project.|Please save project first.|(Code: 0x%lx)][Cancel|Delete]" = "[1][Atención.|Se ha encontrado un bloque sin usar en el proyecto.|Guarde primero el proyecto.|(Código: 0x%lx)][Cancelar|Eliminar]";

/* Alert */
"[1][Warning.|Mac OS X MIDI Services not available.][OK]" = "[1][Atención.|Servicios MIDI de Mac OS X no disponibles.][Aceptar]";

/* Alert */
"[1][Warning:|Missing End event in project!][OK]" = "[1][Atención:|Evento de final no encontrado en el proyecto][Aceptar]";

/* Alert */
"[1][Warning|Reentrant in multitask][OK]" = "[1][Atención|Resurgente en multitarea][Aceptar]";

/* Alert */
"[2][%ld audio file(s) to be created.|This requires %@ of disk space.][Create|Cancel]" = "[2][Se creará(n) %ld archivo(s) de audio.|Para ello se necesitan %@ de espacio en disco.][Crear|Cancelar]";

/* Alert */
"[2][\\U201C%@\\U201D has smaller size!|Use anyway?][Cancel|Use]" = "[2][“%@” tiene un tamaño menor.|¿Desea utilizarlo de todas formas?][Cancelar|Usar]";

/* Alert */
"[2][Audio file \\U201C%@\\U201D not found.][Skip|Search]" = "[2][No se ha encontrado el archivo de audio “%@”.][Omitir|Buscar]";

/* Alert */
"[2][Automation data exist for that track.|Do you want to delete the automation data also?][Don\\U2019t Delete Data|Cancel|Delete Data]" = "[2][Hay datos de automatización para esa pista.|¿Desea eliminar también los datos de automatización?][No eliminar datos|Cancelar|Eliminar datos]";

/* Alert */
"[2][Burn process succeeded][OK]" = "[2][El proceso de grabación se completó con éxito][Aceptar]";

/* Alert */
"[2][Delete existing settings?][Cancel|Delete]" = "[2][¿Eliminar los ajustes existentes?][Cancelar|Eliminar]";

/* EXS24 */
"[2][Delete instrument \\U201C%@\\U201D ?][Cancel|Delete%@]" = "[2][¿Desea eliminar el instrumento “%@”?][Cancelar|Eliminar%@]";

/* Alert */
"[2][Delete recorded audio file \\U201C%@\\U201D%@ from disk?|Can\\U2019t UNDO this operation!][Delete|Keep%@]" = "[2][¿Desea eliminar del disco el archivo de audio grabado “%@”%@?|Esta operación no puede deshacerse.][Eliminar|Conservar%@]";

/* HyperDraw / Automation */
"[2][Do you want to delete the automation data?][No|Delete]" = "[2][¿Desea eliminar los datos de automatización?][No|Eliminar]";

/* Alert */
"[2][File \\U201C%@\\U201D exists.][Cancel|Replace]" = "[2][El archivo “%@” ya existe.][Cancelar|Reemplazar]";

/* Alert */
"[2][Last Operation exceeds Folder or Region Beginning!|Adapt Size?][Cancel|Adapt]" = "[2][La última operación excede el inicio del pasaje o la carpeta.|¿Desea adaptar el tamaño?][Cancelar|Adaptar]";

/* Alert */
"[2][Last operation exceeds folder or region length.|Adapt Size?][Cancel|Adapt]" = "[2][La última operación excede la longitud del pasaje o la carpeta.|¿Desea adaptar el tamaño?][Cancelar|Adaptar]";

/* Alert */
"[2][Launch the \\U201C%@\\U201D driver?][Yes|No]" = "[2][¿Abrir el driver “%@”?][Sí|No]";

/* Alert */
"[2][Overwrite existing settings?][Cancel|Overwrite]" = "[2][¿Reemplazar los ajustes existentes?][Cancelar|Reemplazar]";

/* Alert */
"[2][Part of the project was not played|This project has too many tracks, effects, or notes to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[2][No se ha reproducido parte del proyecto|Este proyecto contiene demasiadas pistas, efectos o notas para que pueda reproducirse en tiempo real.|Para optimizar el rendimiento de la aplicación, consulte la página “Cómo optimizar el funcionamiento de GarageBand” en la Ayuda GarageBand.][Continuar]";

/* Paste in Environment */
"[2][Replace Current Selection?][No|Replace]" = "[2][¿Reemplazar la selección actual?][No|Reemplazar]";

/* Alert */
"[2][Simulation succeeded][OK]" = "[2][El proceso de simulación se completó con éxito][Aceptar]";

/* Alert */
"[2][The 32-Bit AU Server has quit unexpectedly.|Any unsaved changes to Audio Unit plug-in parameters are lost. You can try to relaunch the 32-Bit AU Server. In case of repeated issues, click Cancel, then quit and relaunch ^P.][Cancel|Relaunch 32-Bit AU Server]" = "[2][El Servidor AU de 32 bits se ha cerrado inesperadamente.|Todos los cambios que no haya guardado en los parámetros de los módulos Audio Unit se habrán perdido. Pruebe a ejecutar de nuevo el Servidor AU de 32 bits. En caso de que suceda lo mismo, haga clic en Cancelar, salga y vuelva a abrir ^P.][Cancelar|Volver a ejecutar Servidor AU de 32 bits]";

/* Alert */
"[2][The destination format does not support sample rates above 48kHz.|^P can convert the bounced data\\U2019s sample rate. Do you want this?][Cancel|Convert]" = "[2][El formato de destino no acepta frecuencias de muestreo superiores a 48 kHz.|^P puede convertir la frecuencia de muestreo de los datos rebotados. ¿Desea realizar la conversión?][Cancelar|Convertir]";

/* Alert */
"[2][The File \\U201C%@\\U201D could not be opened, because it is in the Trash.|To use this item, first drag it out of the Trash.][OK]" = "[2][El archivo “%@” no ha podido abrirse porque está en la Papelera.|Para utilizar este archivo, arrástrelo primero fuera de la Papelera.][Aceptar]";

/* Alert */
"[3][Couldn\\U2019t create Launch!][ABORT]" = "[3][No se ha podido crear el comando de apertura.][ANULAR]";

/* Alert */
"[3][Couldn\\U2019t create Region][Cancel]" = "[3][No se ha podido crear el pasaje.][Cancelar]";

/* Alert */
"[3][Couldn\\U2019t record Events!|Reorganize memory?|%ld,%ld,%ld][OK|Reorganize]" = "[3][No se han podido grabar los eventos.|¿Reorganizar la memoria?|%ld,%ld,%ld][Aceptar|Reorganizar]";

/* Alert */
"[3][Illegal Region (2)][Repair|OK]" = "[3][Región no válida (2)][Reparar|Aceptar]";

/* Alert */
"[3][Illegal Region number][Cancel]" = "[3][Número de pasaje no válido][Cancelar]";

/* Alert */
"[3][Low memory situation!|(Not enough master pointers)][OK]" = "[3][Situación de escasez de memoria.|(No hay suficientes punteros principales)][Aceptar]";

/* Alert */
"[3][MIDI Out error][OK]" = "[3][Error de salida MIDI][Aceptar]";

/* Alert */
"[3][MIDI timeout|^P has detected a MIDI timeout. Please restart your computer, then relaunch ^P.|If the problem persists, update the drivers of all connected MIDI devices (including audio drivers with MIDI functionality) to the latest version. For instructions on removing older drivers, consult the manufacturers' documentation.][OK]" = "[3][Tiempo de espera MIDI agotado|^P ha detectado un tiempo de espera MIDI agotado. Reinicie el ordenador y, a continuación, reinicie ^P.|Si el problema persiste, actualice los drivers de todos los dispositivos MIDI conectados (incluidos los drivers de audio con funcionalidad MIDI) a la versión más reciente. Para obtener instrucciones sobre cómo eliminar los drivers antiguos, consulte la documentación del fabricante.][Aceptar]";

/* Alert */
"[3][Minor problem in data (3)][Repair|OK]" = "[3][Problema menor en los datos (3)][Reparar|Aceptar]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is outdated and cannot be used with this version of ^P.|Please get an update of the Module file and move it to the \\U201C%@\\U201D folder.][OK]" = "[3][El archivo del módulo interno “%@” es obsoleto y no se puede utilizar con esta versión de ^P.|Consiga una actualización del archivo del módulo interno y trasládela a la carpeta “%@”.][Aceptar]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is too new and cannot be used with this version of ^P.|Please get an update of the ^P application file.][OK]" = "[3][El archivo del módulo interno “%@” es demasiado reciente y no se puede utilizar con esta versión de ^P.|Consiga una actualización del archivo de la aplicación ^P.][Aceptar]";

/* Alert */
"[3][No matching data on clipboard!][Abort]" = "[3][No hay datos coincidentes en el portapapeles.][Anular]";

/* Alert */
"[3][No Recording Track specified!][ABORT]" = "[3][No se ha especificado ninguna pista de grabación.][ANULAR]";

/* Alert */
"[3][No Recording Track specified!][Cancel]" = "[3][No se ha especificado ninguna pista de grabación.][Cancelar]";

/* Alert */
"[3][Not enough memory for a new project][Abort]" = "[3][No hay memoria suficiente para crear una nuevo proyecto][Anular]";

/* Alert */
"[3][Not enough memory to create clipboard!][Abort]" = "[3][No hay memoria suficiente para crear el portapapeles.][Anular]";

/* Alert */
"[3][Not enough memory to create clipboard/Undo!|Should never happen.][Abort]" = "[3][No hay memoria suficiente para crear el portapapeles/Deshacer.|No debería ocurrir nunca.][Anular]";

/* Alert */
"[3][Not enough memory to create object][Abort]" = "[3][No hay memoria suficiente para crear el objeto][Anular]";

/* Alert */
"[3][Not enough Memory|(playtracks)][Abort]" = "[3][No hay suficiente memoria|(pistas de reproducción)][Anular]";

/* Alert */
"[3][Read Error!|This is not a ^P project!][Abort]" = "[3][Error de lectura.|Este no es un proyecto ^P.][Anular]";

/* Alert */
"[3][Sorry, too old project format!][Abort]" = "[3][Formato de proyecto demasiado antiguo.][Anular]";

/* Alert */
"[3][There are Regions in this track!|Delete Track and Regions?][Cancel|OK]" = "[3][Hay pasajes en esta pista.|¿Eliminar pista y pasajes?][Cancelar|Aceptar]";

/* Alert */
"[3][Unknown Undo type][Abort]" = "[3][Tipo de acción Deshacer desconocido][Anular]";

/* Alert */
"[3][Warning! Not enough memory!|This operation cannot be undone.][OK]" = "[3][Atención. Memoria insuficiente.|Esta operación no puede deshacerse.][Aceptar]";

/* Alert */
"[3][Warning!|Project may be damaged][OK]" = "[3][Atención.|Puede que el proyecto esté dañado][Aceptar]";

/* Alert */
"[3][Wrong Version!][Abort]" = "[3][Versión errónea][Anular]";

/* Alert */
"[3][You have an old Emagic USB MIDI Driver version installed.|This can cause unreliable MIDI communication and crashes. Please install version 1.5 or higher. You can find the current version on www.emagic.de.][OK]" = "[3][Tiene instalada una versión antigua del driver MIDI USB de Emagic.|La conexión MIDI puede sufrir problemas o bloquearse. Por favor, instale la versión 1.5 o superior, disponible en www.emagic.de.][Aceptar]";

/* Alert */
"[Continue]" = "[Continuar]";

/* media type */
"CD-ROM" = "CD-ROM";

/* media type, cd-recordable */
"CDR" = "CDR";

/* media type, cd-rewritable */
"CDRW" = "CDRW";

/* Node */
"Connected to" = "Conectado a";

/* media type, dvd-recordable */
"DVD+R" = "DVD+R";

/* media type, dvd-recordable */
"DVD+R Dual Layer" = "DVD+R doble capa";

/* media type, dvd-rewritable */
"DVD+RW" = "DVD+RW";

/* media type, dvd-recordable */
"DVD-R" = "DVD-R";

/* media type */
"DVD-RAM" = "DVD-RAM";

/* media type */
"DVD-ROM" = "DVD-ROM";

/* media type, dvd-rewritable */
"DVD-RW" = "DVD-RW";

/* Freeze: Disk Full Alert: see Ke6 */
"for creating freeze file(s)." = "para crear archivo(s) de bloqueo.";

/* cd/dvd media status display - drive is spinning up/down */
"In Transition..." = "En transición...";

/* Progress Bar */
"Loading Audio Files for \\U201C%@\\U201D..." = "Cargando archivos de audio de “%@”…";

/* cd/dvd media status display */
"No media" = "No soporte";

/* Node */
"Not connected" = "Sin conexión";

/* Control surface feedback */
"There is a modal dialog on the screen." = "Hay un diálogo modal en pantalla.";

/* cd/dvd media status display - status itself is unknown */
"Unknown" = "Desconocido";

/* cd/dvd media status display */
"Unknown media type" = "Tipo de soporte desconocido";

/* Default AU program name
   Default Factory Setting name */
"Untitled" = "Sin título";

